RoR_Project/app/controllers/feedback_controller.rb

INSERT INTO "feedbacks" ("surname", "email", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["surname", "Кек"], ["email", "busko-007@mail.ru"], ["created_at", "2019-05-20 12:20:22.329333"], ["updated_at", "2019-05-20 12:20:22.329333"]]
---
  def create
    puts "ПАРАМЕТРЫ"
    puts params.require(:feedback).permit(:firstName, :surname, :channel, :email)
    feedback = Feedback.new(feedback_params)
    if feedback.save