RoR_Project/app/controllers/admin/admin_feedback_controller.rb

SELECT "feedbacks".* FROM "feedbacks"
---
    def show
      @feedback = Feedback.all